tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jannis-baum/tap"
tap "jason0x43/neovim-nightly"
tap "jesseduffield/lazygit"
tap "knqyf263/pet"
tap "mike-engel/jwt-cli"
tap "oven-sh/bun"
tap "peak/tap"
tap "radiusmethod/awsd"
tap "turbot/tap"
brew "pycparser"
brew "cffi"
brew "openssl@3"
brew "cryptography"
brew "libyaml"
brew "readline"
brew "ansible"
brew "brotli"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "atuin"
brew "awslogs"
brew "oniguruma"
brew "bat"
brew "icu4c@76"
brew "boost"
brew "bottom"
brew "btop"
brew "c-ares"
brew "freetype"
brew "chezmoi"
brew "cmake"
brew "cmake-docs"
brew "gmp"
brew "coreutils"
brew "csvkit"
brew "curl"
brew "difftastic"
brew "docker-machine"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "enca"
brew "eza"
brew "fd"
brew "libuv"
brew "fx"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-flow"
brew "git-gui"
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "pinentry"
brew "gnupg"
brew "netpbm"
brew "gts"
brew "harfbuzz"
brew "librsvg"
brew "graphviz"
brew "gron"
brew "htop"
brew "hugo"
brew "icu4c@75"
brew "jless"
brew "jq"
brew "krb5"
brew "kubectx"
brew "lastpass-cli"
brew "lua-language-server"
brew "luarocks"
brew "mas"
brew "miller"
brew "mise"
brew "tree-sitter"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "openldap"
brew "pinentry-mac"
brew "pkgconf"
brew "pngpaste"
brew "podman"
brew "postgresql@14"
brew "pre-commit"
brew "qemu"
brew "ripgrep"
brew "ruby-build"
brew "sk"
brew "stow"
brew "tailspin"
brew "telnet"
brew "the_silver_searcher"
brew "utf8proc", args: ["HEAD"]
brew "tmux"
brew "tree"
brew "ugrep"
brew "wget"
brew "whalebrew"
brew "yarn"
brew "ykman"
brew "yq"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "hashicorp/tap/terraform-ls"
brew "jesseduffield/lazygit/lazygit"
brew "knqyf263/pet/pet"
brew "oven-sh/bun/bun"
brew "peak/tap/s5cmd"
brew "radiusmethod/awsd/awsd"
brew "turbot/tap/powerpipe"
brew "turbot/tap/steampipe"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "bettermouse"
cask "bruno"
cask "chromium"
cask "docker"
cask "emacs"
cask "firefox"
cask "font-3270-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-im-writing-nerd-font"
cask "google-chrome"
cask "google-chrome@canary"
cask "insomnia"
cask "iterm2"
cask "keepassx"
cask "lens"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "obsidian"
cask "postman"
cask "session-manager-plugin"
cask "visual-studio-code"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "SecurID Authenticator", id: 318038618
mas "Xcode", id: 497799835
mas "Yubico Authenticator", id: 1497506650
whalebrew "directory"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
